Repository: chiimagnus/SyncNos
Catalog: Resource/Chats.xcstrings
Source language: en
Languages: da, de, es, fi, fr, id, ja, ko, nl, pt_br, ru, sv, th, vi, zh_hans

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
vi: Hủy
zh_hans: 取消

source: Click "+" at the bottom right to create a new chat
da: Klik på "+" nederst til højre for at oprette en ny chat
de: Klicken Sie auf "+" unten rechts, um einen neuen Chat zu erstellen
es: Haz clic en "+" en la esquina inferior derecha para crear un nuevo chat
fi: Napsauta "+" oikeassa alakulmassa luodaksesi uuden keskustelun
fr: Cliquez sur "+" en bas à droite pour créer une nouvelle discussion
id: Klik "+" di kanan bawah untuk membuat chat baru
ja: 右下の「+」をクリックして新しいチャットを作成
ko: 오른쪽 하단의 "+"를 클릭하여 새 채팅 만들기
nl: Klik op "+" rechtsonder om een nieuwe chat te maken
pt_br: Clique em "+" no canto inferior direito para criar uma nova conversa
ru: Нажмите "+" в правом нижнем углу, чтобы создать новый чат
sv: Klicka på "+" längst ner till höger för att skapa en ny chatt
th: คลิก "+" ที่มุมขวาล่างเพื่อสร้างแชทใหม่
vi: Nhấp vào "+" ở góc dưới bên phải để tạo cuộc trò chuyện mới
zh_hans: 点击右下角「+」新建对话

source: Copy
da: Kopiér
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
id: Salin
ja: コピー
ko: 복사
nl: Kopieren
pt_br: Copiar
ru: Копировать
sv: Kopiera
th: คัดลอก
vi: Sao chép
zh_hans: 复制

source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Excluir
ru: Удалить
sv: Radera
th: ลบ
vi: Xóa
zh_hans: 删除

source: Drop files here
da: Slip filer her
de: Dateien hier ablegen
es: Suelta los archivos aquí
fi: Pudota tiedostot tähän
fr: Déposez les fichiers ici
id: Letakkan file di sini
ja: ここにファイルをドロップ
ko: 여기에 파일을 놓으세요
nl: Sleep bestanden hierheen
pt_br: Solte os arquivos aqui
ru: Перетащите файлы сюда
sv: Släpp filer här
th: วางไฟล์ที่นี่
vi: Thả tệp vào đây
zh_hans: 拖放文件到此处

source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
id: Kesalahan
ja: エラー
ko: 오류
nl: Fout
pt_br: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
vi: Lỗi
zh_hans: 错误

source: Export as JSON
da: Eksportér som JSON
de: Als JSON exportieren
es: Exportar como JSON
fi: Vie JSON-muodossa
fr: Exporter en JSON
id: Ekspor sebagai JSON
ja: JSONとしてエクスポート
ko: JSON으로 내보내기
nl: Exporteren als JSON
pt_br: Exportar como JSON
ru: Экспорт в JSON
sv: Exportera som JSON
th: ส่งออกเป็น JSON
vi: Xuất dưới dạng JSON
zh_hans: 导出为 JSON

source: Export as Markdown
da: Eksportér som Markdown
de: Als Markdown exportieren
es: Exportar como Markdown
fi: Vie Markdown-muodossa
fr: Exporter en Markdown
id: Ekspor sebagai Markdown
ja: Markdownとしてエクスポート
ko: Markdown으로 내보내기
nl: Exporteren als Markdown
pt_br: Exportar como Markdown
ru: Экспорт в Markdown
sv: Exportera som Markdown
th: ส่งออกเป็น Markdown
vi: Xuất dưới dạng Markdown
zh_hans: 导出为 Markdown

source: Import from JSON/Markdown
da: Importér fra JSON/Markdown
de: Aus JSON/Markdown importieren
es: Importar desde JSON/Markdown
fi: Tuo JSON/Markdown-tiedostosta
fr: Importer depuis JSON/Markdown
id: Impor dari JSON/Markdown
ja: JSON/Markdownからインポート
ko: JSON/Markdown에서 가져오기
nl: Importeren uit JSON/Markdown
pt_br: Importar de JSON/Markdown
ru: Импорт из JSON/Markdown
sv: Importera från JSON/Markdown
th: นำเข้าจาก JSON/Markdown
vi: Nhập từ JSON/Markdown
zh_hans: 从 JSON/Markdown 导入

source: Import or export chat records
da: Importér eller eksportér chatoptegnelser
de: Chat-Aufzeichnungen importieren oder exportieren
es: Importar o exportar registros de chat
fi: Tuo tai vie keskustelutallenteita
fr: Importer ou exporter les enregistrements de chat
id: Impor atau ekspor rekaman chat
ja: チャット記録のインポート/エクスポート
ko: 채팅 기록 가져오기/내보내기
nl: Chatgegevens importeren of exporteren
pt_br: Importar ou exportar registros de conversa
ru: Импорт или экспорт записей чата
sv: Importera eller exportera chattinspelningar
th: นำเข้าหรือส่งออกบันทึกแชท
vi: Nhập hoặc xuất bản ghi trò chuyện
zh_hans: 导入或导出聊天记录

source: Import Screenshot
da: Importér skærmbillede
de: Screenshot importieren
es: Importar captura
fi: Tuo kuvakaappaus
fr: Importer une capture
id: Impor screenshot
ja: スクリーンショットをインポート
ko: 스크린샷 가져오기
nl: Screenshot importeren
pt_br: Importar captura de tela
ru: Импорт скриншота
sv: Importera skärmdump
th: นำเข้าภาพหน้าจอ
vi: Nhập ảnh chụp màn hình
zh_hans: 导入截图

source: Import Screenshot (OCR)
da: Importér skærmbillede (OCR)
de: Screenshot importieren (OCR)
es: Importar captura (OCR)
fi: Tuo kuvakaappaus (OCR)
fr: Importer une capture (OCR)
id: Impor screenshot (OCR)
ja: スクリーンショットをインポート (OCR)
ko: 스크린샷 가져오기 (OCR)
nl: Screenshot importeren (OCR)
pt_br: Importar captura (OCR)
ru: Импорт скриншота (OCR)
sv: Importera skärmdump (OCR)
th: นำเข้าภาพหน้าจอ (OCR)
vi: Nhập ảnh chụp màn hình (OCR)
zh_hans: 导入截图 (OCR)

source: Load earlier messages
da: Indlæs tidligere beskeder
de: Frühere Nachrichten laden
es: Cargar mensajes anteriores
fi: Lataa aiemmat viestit
fr: Charger les messages précédents
id: Muat pesan sebelumnya
ja: 以前のメッセージを読み込む
ko: 이전 메시지 불러오기
nl: Eerdere berichten laden
pt_br: Carregar mensagens anteriores
ru: Загрузить предыдущие сообщения
sv: Ladda tidigare meddelanden
th: โหลดข้อความก่อนหน้า
vi: Tải tin nhắn trước đó
zh_hans: 加载更早的消息

source: Loading more...
da: Indlæser mere...
de: Mehr laden...
es: Cargando más...
fi: Ladataan lisää...
fr: Chargement en cours...
id: Memuat lebih banyak...
ja: さらに読み込み中...
ko: 더 불러오는 중...
nl: Meer laden...
pt_br: Carregando mais...
ru: Загрузка ещё...
sv: Laddar mer...
th: กำลังโหลดเพิ่มเติม...
vi: Đang tải thêm...
zh_hans: 加载更多...

source: No Chats
da: Ingen chats
de: Keine Chats
es: Sin chats
fi: Ei keskusteluja
fr: Aucune discussion
id: Tidak ada chat
ja: チャットなし
ko: 채팅 없음
nl: Geen chats
pt_br: Sem conversas
ru: Нет чатов
sv: Inga chattar
th: ไม่มีแชท
vi: Không có cuộc trò chuyện
zh_hans: 暂无对话

source: No messages
da: Ingen beskeder
de: Keine Nachrichten
es: Sin mensajes
fi: Ei viestejä
fr: Aucun message
id: Tidak ada pesan
ja: メッセージなし
ko: 메시지 없음
nl: Geen berichten
pt_br: Sem mensagens
ru: Нет сообщений
sv: Inga meddelanden
th: ไม่มีข้อความ
vi: Không có tin nhắn
zh_hans: 暂无消息

source: No Messages
da: Ingen beskeder
de: Keine Nachrichten
es: Sin mensajes
fi: Ei viestejä
fr: Aucun message
id: Tidak ada pesan
ja: メッセージなし
ko: 메시지 없음
nl: Geen berichten
pt_br: Sem mensagens
ru: Нет сообщений
sv: Inga meddelanden
th: ไม่มีข้อความ
vi: Không có tin nhắn
zh_hans: 暂无消息

source: No messages found in the file
da: Ingen beskeder fundet i filen
de: Keine Nachrichten in der Datei gefunden
es: No se encontraron mensajes en el archivo
fi: Tiedostosta ei löytynyt viestejä
fr: Aucun message trouvé dans le fichier
id: Tidak ada pesan ditemukan dalam file
ja: ファイル内にメッセージが見つかりません
ko: 파일에서 메시지를 찾을 수 없습니다
nl: Geen berichten gevonden in het bestand
pt_br: Nenhuma mensagem encontrada no arquivo
ru: В файле не найдено сообщений
sv: Inga meddelanden hittades i filen
th: ไม่พบข้อความในไฟล์
vi: Không tìm thấy tin nhắn trong tệp
zh_hans: 文件中未找到消息

source: Share…
da: Del…
de: Teilen…
es: Compartir…
fi: Jaa…
fr: Partager…
id: Bagikan…
ja: 共有…
ko: 공유…
nl: Deel…
pt_br: Compartilhar…
ru: Поделиться…
sv: Dela…
th: แชร์…
vi: Chia sẻ…
zh_hans: 分享…

source: Supported: Images (OCR), JSON, Markdown
da: Understøttet: Billeder (OCR), JSON, Markdown
de: Unterstützt: Bilder (OCR), JSON, Markdown
es: Compatible: Imágenes (OCR), JSON, Markdown
fi: Tuettu: Kuvat (OCR), JSON, Markdown
fr: Pris en charge: Images (OCR), JSON, Markdown
id: Didukung: Gambar (OCR), JSON, Markdown
ja: 対応形式: 画像 (OCR)、JSON、Markdown
ko: 지원: 이미지 (OCR), JSON, Markdown
nl: Ondersteund: Afbeeldingen (OCR), JSON, Markdown
pt_br: Suportado: Imagens (OCR), JSON, Markdown
ru: Поддерживается: Изображения (OCR), JSON, Markdown
sv: Stöds: Bilder (OCR), JSON, Markdown
th: รองรับ: รูปภาพ (OCR), JSON, Markdown
vi: Hỗ trợ: Hình ảnh (OCR), JSON, Markdown
zh_hans: 支持：图片（OCR）、JSON、Markdown

source: Unsupported file format
da: Ikke-understøttet filformat
de: Nicht unterstütztes Dateiformat
es: Formato de archivo no compatible
fi: Tiedostomuotoa ei tueta
fr: Format de fichier non pris en charge
id: Format file tidak didukung
ja: サポートされていないファイル形式
ko: 지원되지 않는 파일 형식
nl: Niet-ondersteund bestandsformaat
pt_br: Formato de arquivo não suportado
ru: Неподдерживаемый формат файла
sv: Filformat stöds inte
th: รูปแบบไฟล์ไม่รองรับ
vi: Định dạng tệp không được hỗ trợ
zh_hans: 不支持的文件格式

source: JSON Format
es: Formato JSON
fi: JSON-muoto
fr: Format JSON
id: Format JSON
ja: JSON 形式
ko: JSON 형식
nl: JSON-indeling
pt_br: Formato JSON
ru: Формат JSON
th: รูปแบบ JSON
vi: Định dạng JSON
zh_hans: JSON 格式

source: Markdown Format
es: Formato Markdown
fi: Markdown-muoto
fr: Format Markdown
id: Format Markdown
ja: Markdown 形式
ko: Markdown 형식
nl: Markdown-indeling
pt_br: Formato Markdown
ru: Формат Markdown
th: รูปแบบ Markdown
vi: Định dạng Markdown
zh_hans: Markdown 格式
